import React from 'react';

class Privacy extends React.Component {
    render() {
        return (
            <div id="wrapper">
                <div id="content">
                    <div id="left-main" style={{left: '-140px', position: 'relative'}}>
                    </div>
                    <div id="main-detail">
                        <div>
                            <div className="sg-f-ttl">
                                <h2 style={{margin: '20px auto'}}>Безопасность</h2>
                                <div className="sg-f-bdy"><p><strong>Правила</strong></p>
                                    <p><strong>Последнее обновление: 10 января, 2019 года</strong></p>
                                    <p>&nbsp;</p>
                                    <p>Ваша конфиденциальность важна для нас. Соответственно, мы предоставляем настоящую
                                        Политику конфиденциальности, чтобы объяснить нашу практику сбора, использования
                                        и раскрытия информации, которую мы получаем при использовании нашей площадки.
                                        Настоящая Политика конфиденциальности не распространяется на сторонние веб-сайты,
                                        службы или приложения. Любая информация, которую мы собираем, регулируется политикой
                                        конфиденциальности, действующей на момент сбора информации. Однако мы можем время от
                                        времени изменять и пересматривать настоящую Политику конфиденциальности.
                                        Если мы внесем какие-либо существенные изменения в настоящую Политику конфиденциальности,
                                        мы сообщим вам об этих изменениях, разместив их в Сервисах или отправив вам
                                        электронное письмо или другое уведомление, и укажем, когда эти изменения вступят в силу.
                                        Также обратите внимание, что, если мы не определим термин в настоящей Политике
                                        конфиденциальности, все слова, написанные с заглавной буквы и используемые в настоящей
                                        Политике конфиденциальности, имеют те же значения, что и в наших Условиях обслуживания.</p>
                                    <p>&nbsp;</p>
                                    <p><strong>Как мы используем информацию?</strong></p>
                                    <p>Информация об учетной записи. Если Вы создаете учетную запись, мы собираем
                                        определенную информацию которая может быть использована для идентификации Вас,
                                        такая как ваше имя, адрес электронной почты, почтовый
                                        адрес и номер телефона. Если Вы создаете учетную запись
                                        используя ваши учетные данные для входа из одной из ваших учетных записей, мы сможем
                                        получить доступ и собрать ваше имя и адрес электронной почты и другие личные данные,
                                        которые ваша конфиденциальность настройки учетной записи позволяют нам получить доступ.
                                        Когда Вы делаете покупки на нашем сайте мы можем хранить вашу платежную информацию,
                                        историю покупок и информацию о карте</p>
                                    <p>&nbsp;</p>
                                    <p>Информация, собранная с использованием лог-файлов, файлов cookie и других веб-страниц.
                                        Как и многие владельцы сайтов, мы используем автоматический сбор данных -
                                        инструменты, такие как Cookies для сбора определенной информации. Cookies -
                                        небольшие текстовые файлы, которые размещаются на вашем жестком диске веб-сервером,
                                        когда вы получить доступ к нашим услугам. Мы можем использовать как сеансовые,
                                        так и постоянные файлы cookie для определения, что вы вошли в Сервис и сообщить нам,
                                        как и когда вы взаимодействовали с нашими Сервисами. Мы также можем использовать Cookies
                                        для мониторинга совокупного использования и маршрутизации веб-трафика на наших Сервисах и
                                        для настройки и улучшения нашего Сервиса. В отличие от постоянных файлов cookie,
                                        сеансовые файлы cookie удаляются при входе в систему.
                                        Хотя большинство браузеров
                                        автоматически принимать куки, вы можете изменить настройки браузера, чтобы остановить
                                        автоматическое использование файлов cookie или запрашивать их перед тем, как принимать
                                        файлы cookie.
                                        Тем не менее, обратите внимание, что если вы не принимаете Cookies, вы не сможете
                                        получить доступ ко всем частям или функциям Сервисов. Некоторые сторонние сервисы
                                        провайдеры, которых мы привлекаем (включая сторонних рекламодателей), также могут размещать
                                        свои собственные куки на вашем жестком диске. Обратите внимание, что настоящая Политика конфиденциальности распространяется только на
                                        использование нами файлов cookie и не включает использование файлов cookie третьим лицом.
                                        &nbsp;</p>
                                    <p>&nbsp;</p>
                                    <p><strong>Какую информацию мы передаем третьим лицам?</strong></p>
                                    <p>&nbsp;</p>
                                    <p>Мы не будем делиться информацией, полученной от вас, за исключением случаев, описанных ниже:</p>
                                    <p>&nbsp;</p>
                                    <p>Когда Ыы подаете заявление на получение статуса Исполнителя, Вы должны предоставить нам
                                        определенную персональную информацию для завершения вашего приложения. Если Вы одобрены
                                        и стали Luminary, то ваш список будет общедоступным для просмотра через Площадку.
                                        После оформления заказа, Ваша контактная информация, которую вы предоставляете для использования
                                        будет передана покупателю. Когда вы просите запланировать впечатление,
                                        Ваше имя и любая другая необходимая информация, указанная в Списке предложений
                                        как имена любых других участников, адрес места и другие детали
                                        которые необходимо запланировать, станут доступными другим пользователям.</p>
                                    <p>&nbsp;</p>
                                    <p>Информация, раскрываемая для нашей защиты и защиты других. Мы можем
                                        сотрудничать с правоохранительными органами для обеспечения соблюдения закона.
                                        Мы можем раскрывать любую информацию о вас
                                        для государственных или правоохранительных органов или частных лиц, на наше
                                        усмотрение, если считаем необходимым или уместным:
                                        (i) реагировать на претензии, юридические процессы (включая повестки);
                                        (ii) для защиты нашей собственности, прав и безопасности, прав и безопасности
                                        третьей стороны или общественности в целом;
                                        и (iii) прекратить любую деятельность, которую мы считаем незаконной или неэтичной.</p>

                                    <p>&nbsp;</p>
                                    <p><strong>Безопасность Вашей информации</strong></p>
                                    <p>Мы принимаем разумные меры для защиты информации, которую мы собираем о вас
                                        (включая вашу личную информацию) от несанкционированного доступа, использования или раскрытия.
                                        Имейте в виду, однако, что нет способа передачи информации через
                                        Интернет или хранения информации, который будет полностью безопасным.
                                        Мы не храним клиентские данные кредитных карт. Соответственно, мы не можем
                                        гарантировать абсолютную безопасность любой информации.</p>
                                    <p>&nbsp;</p>
                                    <p><strong>Ссылки на другие ресурсы</strong></p>
                                    <p>Наши Сервисы могут содержать ссылки на другие сайты и сервисы. Любая информация
                                        которую Вы предоставляете на стороннем веб-сайте или услуга предоставляется напрямую
                                        владельцу веб-сайта или услуги и является предметом конфиденциальности этой стороны.
                                        Наша Политика конфиденциальности не распространяется на такие веб-сайты или услуги, и мы
                                        не несем ответственности за содержание, политику конфиденциальности и безопасности и политику
                                        эти сайтов или услуг. Для защиты вашей информации мы рекомендуем вам
                                        внимательно ознакомьтесь с политикой конфиденциальности других веб-сайтов и служб,
                                        к которым вы получите доступ.</p>
                                    <p>&nbsp;</p>
                                    <p><strong>Изменение персональной информации</strong></p>
                                    <p>Вы можете удалить ваш аккаунт, связавшись с нами через электронную почту. Остальную
                                    информацию Вы можете изменить в Вашем персональном разделе.</p>
                                    <p>&nbsp;</p>
                                    <p><strong>Возрастные ограничения</strong></p>
                                    <p>Наши Услуги не предназначены для детей младше 13 лет. Если мы узнаем, что на нашей площадке
                                        размещена информация не предназначенная детям младше 13 лет, то мы предпримем шаги
                                        для удаления такой информации с нашей площадки, как можно скорее.</p>
                                    <p>&nbsp;</p>
                                    <p><strong>Вопросы?</strong></p>
                                    <p>Если у вас есть какие-либо вопросы о нашей Политике конфиденциальности, пожалуйста, свяжитесь с нами.</p>
                                    <p>&nbsp;</p>
                                    <p><strong>Россия, Челябинск</strong></p>
                                    <p>ООО</p>
                                    <p>Постышева</p>
                                    <p>Челябинск, 454000</p>
                                    <p>Россия</p>
                                    <p>Телефон: (922)000-0000</p>
                                    <p>Email: sale@trythat.today</p>
                                </div>
                            </div>
                            <br/>
                        </div>
                    </div>
                </div>
            </div>
        );
    }
}

export default Privacy;
